[Demo_Maya_ep3_4_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4623,Y=-4966,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=269,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-4623,Y=-5156,Z=0),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_lp_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=SYSTEM,Command=ACT_EVENT,Number=3,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[7]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0301_lp_one_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[20]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[21]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[22]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[23]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[24]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[25]=(Actor=FADE,Command=WAIT)
DemoScripts[26]=(Actor=WINDOW,Command=SET)
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0301_lp_one_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[34]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[35]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[36]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[37]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[38]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[39]=(Actor=FADE,Command=WAIT)
DemoScripts[40]=(Actor=WINDOW,Command=SET)
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_fx_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0106_fx_Stand2Sulk",Rate=0,Number=3,Bit=0)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0600_lp_Sulk",Number=8)
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[60]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[61]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[62]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[63]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[64]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[77]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[78]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[79]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0105_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0500_lp_Shy",Number=8)
DemoScripts[83]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_020_Cue',Name="カミゾノ　マヤ")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[86]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0501_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[91]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[92]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[93]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[94]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_fx_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0105_fx_Stand2Shy",Rate=0,Number=3,Bit=0)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0500_lp_Shy",Number=8)
DemoScripts[98]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0501_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[104]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[105]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[106]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[107]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[108]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0300_lp_Surprise",Number=8)
DemoScripts[111]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-4623,Y=-5016,Z=135),SecTime=0.3)
DemoScripts[112]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[113]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4623,Y=-5016,Z=135),SecTime=)
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_025_Cue',Name="")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0301_lp_one_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_028_Cue',Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0301_fx_Surprise2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[129]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-4623,Y=-4966,Z=135),SecTime=0.3)
DemoScripts[130]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[131]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4623,Y=-4966,Z=135),SecTime=)
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[133]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[134]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[135]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_030_Cue',Name="")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0201_lp_half_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0106_fx_Stand2Sulk",Rate=0,Number=3,Bit=1)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0600_lp_Sulk",Number=8)
DemoScripts[143]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[145]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[147]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_033_Cue',Name="")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[149]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_034_Cue',Name="カミゾノ　マヤ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0601_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_036_Cue',Name="カミゾノ　マヤ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[167]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[168]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[169]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[170]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_041_Cue',Name="カミゾノ　マヤ")
DemoScripts[171]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[172]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[174]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[175]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_043_Cue',Name="カミゾノ　マヤ")
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[177]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0107_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0700_lp_Depressed",Number=8)
DemoScripts[180]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_044_Cue',Name="カミゾノ　マヤ")
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[182]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_046_Cue',Name="カミゾノ　マヤ")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=WINDOW,Command=EXIT)
DemoScripts[190]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[191]=(Actor=FADE,Command=WAIT)
DemoScripts[192]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[193]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[194]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[195]=(Actor=FADE,Command=WAIT)
DemoScripts[196]=(Actor=WINDOW,Command=SET)
DemoScripts[197]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[198]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_4.GG2_V_Maya_ep3_4_048_Cue',Name="")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[200]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[201]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[203]=(Actor=WINDOW,Command=EXIT)
DemoScripts[204]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[205]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[206]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[207]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[208]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep3_4_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=STUDY,ParamNum=30),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=FASHION,ParamNum=30),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=75),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep3_4_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小真夜,妳還好嗎?")

Texts[1]=(Label="TEXT02",Name="真夜",Text="謝謝你,幫我./n不過......還是黏黏的....../n好噁心......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="真的很抱歉./n我什麼都願意做......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="總算是分開了啊./n妳還好嗎? 小真夜.")

Texts[4]=(Label="TEXT05",Name="真夜",Text="嗚....../n還是有點/n黏黏的......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="抱歉,是我的錯呢....../n對了......")

Texts[6]=(Label="TEXT07",Name="峯大",Text="真是的,總算分開了......")

Texts[7]=(Label="TEXT08",Name="真夜",Text="嗚....../n身體到處都,黏黏的....../n好噁心......")

Texts[8]=(Label="TEXT09",Name="峯大",Text="抱歉,我好像太著急了......")

Texts[9]=(Label="TEXT10",Name="真夜",Text="峯哥有點,玩過頭了......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="啊,被發現了?/n那是因為我的扭扭樂魂被喚醒了.")

Texts[11]=(Label="TEXT12",Name="真夜",Text="呣......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="抱歉......我有在反省了./n這種時候就......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="那個黏答答的東西,不能用保健室/n或科學室裡的藥品之類的弄掉嗎?")

Texts[14]=(Label="TEXT15",Name="真夜",Text="這是惡魔用的,特殊陷阱,/n用藥是弄不掉的.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="這樣沒問題嗎......?")

Texts[16]=(Label="TEXT17",Name="真夜",Text="不過,用普通的自來水,/n可以洗掉./n人畜無害.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="什麼嘛......那我就放心了.")

Texts[18]=(Label="TEXT19",Name="峯大",Text="趕快去淋浴間/n把它洗掉吧!")

Texts[19]=(Label="TEXT20",Name="真夜",Text="不用做到那樣也,沒關係./n我會用附近的水龍頭,搓洗搓洗.")

Texts[20]=(Label="TEXT21",Name="峯大",Text="這......這樣啊?")

Texts[21]=(Label="TEXT22",Name="峯大",Text="可愛的臉蛋都糟蹋了......")

Texts[22]=(Label="TEXT23",Name="真夜",Text="......呣......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="我聽說傷口只要舔一舔就能治好了./n所以就讓大哥哥來幫妳舔舔吧.")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="你很噁心耶,峯大大人......")

Texts[25]=(Label="TEXT26",Name="真夜",Text="不要--住手--")

Texts[26]=(Label="TEXT27",Name="峯大",Text="哼哈哈哈哈!/n我要舔舔囉~!")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="真夜大人為什麼好像/n有點開心的樣子......?")

Texts[28]=(Label="TEXT29",Name="峯大",Text="不過那好像很適合用來除毛耶./n我要不要也來試試呢?")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="又不看氣氛亂說些奇怪的話了啊./n這個笨蛋......")

Texts[30]=(Label="TEXT31",Name="真夜",Text="......呣!")

Texts[31]=(Label="TEXT32",Name="峯大",Text="啊哈哈,生氣了.")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="為什麼這種時候你還笑得出來啊!?")

Texts[33]=(Label="TEXT34",Name="真夜",Text="......呣--!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="抱歉啊,小真夜./n原諒我吧!")

Texts[35]=(Label="TEXT36",Name="真夜",Text="......下次請我喫,車站前的/n店裡賣的,豆大福.")

Texts[36]=(Label="TEXT37",Name="峯大",Text="多少都行./n只要妳滿意就好.")

Texts[37]=(Label="TEXT38",Name="真夜",Text="那就原諒你.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="呼,好險~......")

Texts[39]=(Label="TEXT40",Name="峯大",Text="不過,還真是意外耶./n因為提到了惡魔獵人什麼的,/n我還以為會是更危險的陷阱啊.")

Texts[40]=(Label="TEXT41",Name="真夜",Text="也是有危險的,類型./n不過......現在不會去用它.")

Texts[41]=(Label="TEXT42",Name="峯大",Text="那是為什麼?")

Texts[42]=(Label="TEXT43",Name="真夜",Text="惡作劇是見習惡魔的測驗....../n但是現在,不是考試的時期....../n所以,大概是......補習.")

Texts[43]=(Label="TEXT44",Name="真夜",Text="要是補習,失敗的話/n會有很可怕的,處罰....../n那樣的話,很可憐,所以......")

Texts[44]=(Label="TEXT45",Name="峯大",Text="因為不是壞孩子,/n所以想盡可能不傷害她,是嗎.")

Texts[45]=(Label="TEXT46",Name="真夜",Text="......可是,作戰......失敗了./n我要去......準備,下一步了.")

Texts[46]=(Label="TEXT47",Name="峯大",Text="啊,等等啊!")

Texts[47]=(Label="TEXT48",Name="艾可蘿",Text="意外地性急呢.")

Texts[48]=(Label="TEXT49",Name="峯大",Text="這種地方/n和小忍很像啊.")

Texts[49]=(Label="TEXT50",Name="峯大",Text="(我想小真夜她一定是在/n擔心那個惡魔女孩吧......)")

Texts[50]=(Label="TEXT51",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[51]=(Label="SELECT01",Name="",Text="大成功")

Texts[52]=(Label="SELECT02",Name="",Text="成功")

Texts[53]=(Label="SELECT03",Name="",Text="失敗")

Texts[54]=(Label="SELECT04",Name="",Text="")

Texts[55]=(Label="SELECT05",Name="",Text="")

Texts[56]=(Label="SELECT06",Name="",Text="用藥之類的東西/n是不是能去除呢")

Texts[57]=(Label="SELECT07",Name="",Text="趕快去/n淋浴間")

Texts[58]=(Label="SELECT08",Name="",Text="可愛的臉蛋/n都糟蹋了")

Texts[59]=(Label="SELECT09",Name="",Text="讓我來/n幫妳舔一舔")

Texts[60]=(Label="SELECT10",Name="",Text="好像很適合/n用來除毛呢")


